Repository: NaN-tic/trytond-aeat_111
Catalog: locale/*.po
Languages: ca

# field:aeat.111.mapping,account:
source: Account
ca: Compte

# field:aeat.111.mapping,account_by_companies:
source: Account
ca: Compte

# field:aeat.111.mapping,aeat111_field:
source: Field
ca: Camp

# field:aeat.111.mapping,code:
source: Tax Code
ca: Codi impostos

# field:aeat.111.mapping,code_by_companies:
source: Tax Code
ca: Codi impostos

# field:aeat.111.mapping,company:
source: Company
ca: Empresa

# field:aeat.111.mapping,template:
source: Template
ca: Plantilla

# field:aeat.111.mapping,type_:
source: Type
ca: Tipus

# field:aeat.111.mapping-account.account,account:
source: Account
ca: Compte

# field:aeat.111.mapping-account.account,mapping:
source: Mapping
ca: Mapeig

# field:aeat.111.mapping-account.account.template,account:
source: Account Template
ca: Plantilla de compte

# field:aeat.111.mapping-account.account.template,mapping:
source: Mapping
ca: Mapeig

# field:aeat.111.mapping-account.tax.code,code:
source: Tax Code
ca: Codi impostos

# field:aeat.111.mapping-account.tax.code,mapping:
source: Mapping
ca: Mapeig

# field:aeat.111.mapping-account.tax.code.template,code:
source: Tax Code Template
ca: Plantilla de codi impost

# field:aeat.111.mapping-account.tax.code.template,mapping:
source: Mapping
ca: Mapeig

# field:aeat.111.report,awards_in_kind_parties:
source: Awards In-Kind Parties
ca: Premis en espècies - Nº perceptors

# field:aeat.111.report,awards_in_kind_payments_amount:
source: Awards In-Kind Payments Amount
ca: Premis en espècies - Ingressos a compte

# field:aeat.111.report,awards_in_kind_value_benefits:
source: Awards In-Kind Value Benefits
ca: Premis en espècies - Percepcions

# field:aeat.111.report,awards_monetary_parties:
source: Awards Monetary Parties
ca: Premis dineraris - Nº perceptors

# field:aeat.111.report,awards_monetary_payments:
source: Awards Monetary Payments
ca: Premis dineraris - Percepcions

# field:aeat.111.report,awards_monetary_withholdings_amount:
source: Awards Monetary Withholdings Amount
ca: Premis dineraris - Retencions

# field:aeat.111.report,bank_account:
source: Bank Account
ca: Compte bancària

# field:aeat.111.report,calculation_date:
source: Calculation Date
ca: Data càlcul

# field:aeat.111.report,company:
source: Company
ca: Empresa

# field:aeat.111.report,company_name:
source: Company Name
ca: Nom

# field:aeat.111.report,company_party:
source: Company Party
ca: Tercer de l'empresa

# field:aeat.111.report,company_surname:
source: Company Surname
ca: Raó social/Cognoms

# field:aeat.111.report,company_vat:
source: VAT
ca: CIF/NIF

# field:aeat.111.report,complementary_declaration:
source: Complementary Declaration
ca: Declaració Complementària

# field:aeat.111.report,currency:
source: Currency
ca: Moneda

# field:aeat.111.report,economic_activities_productivity_in_kind_parties:
source: Economic Activities Productivity In-Kind Parties
ca: Rendim. activitats económiques en espècies - Nº perceptors

# field:aeat.111.report,economic_activities_productivity_in_kind_payments_amount:
source: Economic Activities Productivity In-Kind Payments Amount
ca: Rendim. activitats económiques en espècies - Ingressos

# field:aeat.111.report,economic_activities_productivity_in_kind_value_benefits:
source: Economic Activities Productivity In-Kind Value Benefits
ca: Rendim. activitats económiques en espècies - Percepcions

# field:aeat.111.report,economic_activities_productivity_monetary_parties:
source: Economic Activities Productivity Monetary Parties
ca: Rendim. activitats económiques dineraris - Nº perceptors

# field:aeat.111.report,economic_activities_productivity_monetary_payments:
source: Economic Activities Productivity Monetary Payments
ca: Rendim. activitats económiques dineraris - Percepcions

source: Economic Activities Productivity Monetary Withholdings Amount
ca: Rendim. activitats económiques dineraris - Retencions

# field:aeat.111.report,file_:
source: File
ca: Fitxer

# field:aeat.111.report,filename:
source: File Name
ca: Nom del fitxer

# field:aeat.111.report,gains_forestry_exploitation_in_kind_parties:
source: Gains Forestry Exploitation In-Kind Parties
ca: Guanys Forestals en espècies - Nº perceptors

# field:aeat.111.report,gains_forestry_exploitation_in_kind_payments_amount:
source: Gains Forestry Exploitation In-Kind Payments Amount
ca: Guanys Forestals en espècies - Ingressos

# field:aeat.111.report,gains_forestry_exploitation_in_kind_value_benefits:
source: Gains Forestry Exploitation In-Kind Value Benefits
ca: Guanys Forestals en espècies - Percepcions

# field:aeat.111.report,gains_forestry_exploitation_monetary_parties:
source: Gains Forestry Exploitation Monetary Parties
ca: Guanys Forestals dineraris - Nº perceptors

# field:aeat.111.report,gains_forestry_exploitation_monetary_payments:
source: Gains Forestry Exploitation Monetary Payments
ca: Guanys Forestals dineraris - Percepcions

# field:aeat.111.report,gains_forestry_exploitation_monetary_withholdings_amount:
source: Gains Forestry Exploitation Monetary Withholdings Amount
ca: Guanys Forestals dineraris - Retencions

# field:aeat.111.report,image_rights_parties:
source: Image Rights Parties
ca: Drets imatge - Nº perceptors

# field:aeat.111.report,image_rights_payments_amount:
source: Image Rights Payments Amount
ca: Drets imatge - Ingressos

# field:aeat.111.report,image_rights_service_payments:
source: Image Rights Service Payments
ca: Drets imatge - Percepcions

# field:aeat.111.report,period:
source: Period
ca: Període

# field:aeat.111.report,previous_declaration_receipt:
source: Previous Declaration Receipt
ca: Justificant declaració anterior

# field:aeat.111.report,result:
source: Result
ca: Resultat

# field:aeat.111.report,state:
source: State
ca: Estat

# field:aeat.111.report,to_deduce:
source: To Deduce
ca: A Deduir

# field:aeat.111.report,type:
source: Declaration Type
ca: Tipus de declaració

# field:aeat.111.report,withholdings_payments_amount:
source: Withholding and Payments
ca: Retencions i ingressos a compte

# field:aeat.111.report,work_productivity_in_kind_parties:
source: Work Productivity In-Kind Parties
ca: Rendim. del treball en espècies - Nº perceptors

# field:aeat.111.report,work_productivity_in_kind_payments_amount:
source: Work Productivity In-Kind Payments Amount
ca: Rendim. del treball en espècies - Ingressos

# field:aeat.111.report,work_productivity_in_kind_value_benefits:
source: Work Productivity In-Kind Value Benefits
ca: Rendim. del treball en espècies - Percepcions

# field:aeat.111.report,work_productivity_monetary_parties:
source: Work Productivity Monetary Parties
ca: Rendim. del treball dineraris - Nº perceptors

# field:aeat.111.report,work_productivity_monetary_payments:
source: Work Productivity Monetary Payments
ca: Rendim. del treball dineraris - Percepcions

# field:aeat.111.report,work_productivity_monetary_withholdings_amount:
source: Work Productivty Monetary Withholdings Amount
ca: Rendim. del treball dineraris - Retencions

# field:aeat.111.report,year:
source: Year
ca: Any

# field:aeat.111.template.mapping,account:
source: Account Template
ca: Plantilla de compte

# field:aeat.111.template.mapping,aeat111_field:
source: Field
ca: Camp

# field:aeat.111.template.mapping,code:
source: Tax Code Template
ca: Plantilla de codi impost

# field:aeat.111.template.mapping,type_:
source: Type
ca: Tipus

# help:aeat.111.report,to_deduce:
source: Exclusively in case of complementary self-assessment. Results to be entered from previous self-assessments for the same concept, year and period
ca: Exclusivament en cas d'autoliquidació complementària. Resultats que s'han d'introduir d'autoliquidacions prèvies pel mateix concepte, any i període.

# model:aeat.111.mapping,name:
source: AEAT 111 Mapping
ca: Mapeig AEAT 111

# model:aeat.111.mapping-account.account,name:
source: AEAT 111 Account Mapping Codes Relation
ca: AEAT 111 Relació de codis de mapeig de comptes

# model:aeat.111.mapping-account.account.template,name:
source: AEAT 111 Account Mapping Codes Relation
ca: AEAT 111 Relació de codis de mapeig de comptes

# model:aeat.111.mapping-account.tax.code,name:
source: AEAT 111 TaxCode Mapping Codes Relation
ca: Relació Mapeig AEAT 111 Codis d'impostos

# model:aeat.111.mapping-account.tax.code.template,name:
source: AEAT 111 TaxCode Mapping Codes Relation
ca: Relació Mapeig AEAT 111 Codis d'impostos

# model:aeat.111.report,name:
source: AEAT 111 Report
ca: Informe AEAT 111

# model:aeat.111.template.mapping,name:
source: AEAT 111 Template Mapping
ca: Mapeig de plantilla AEAT 111

# model:ir.action,name:act_aeat_111_mapping
source: AEAT 111 mapping
ca: Mapeig AEAT 111

# model:ir.action,name:act_aeat_111_report
source: AEAT 111 Report
ca: Informe AEAT 111

# model:ir.message,text:msg_invalid_currency
source: Currency in AEAT 111 report "%(name)s" must be Euro.
ca: La moneda de l'informe AEAT 111 "%(name)s" ha de ser l'euro.

# model:ir.message,text:msg_invalid_work_productivity_monetary_parties
source: The Work Productivity Monetary Parties field has an invalid value. Must be the numebr of employees.
ca: El camp tercers de productivitat laboral té un valor no vàlid. Ha de ser el nombre d'empleats.

# model:ir.model.button,string:aeat_111_report_calculate_button
source: Calculate
ca: Calcula

# model:ir.model.button,string:aeat_111_report_cancel_button
source: Cancel
ca: Cancel·la

# model:ir.model.button,string:aeat_111_report_draft_button
source: Draft
ca: Esborrany

# model:ir.model.button,string:aeat_111_report_process_button
source: Process
ca: Procés

# model:ir.rule.group,name:rule_group_aeat111
source: User in company
ca: Usuari a l'empresa

# model:ir.rule.group,name:rule_group_aeat111_mapping
source: User in company
ca: Usuari a l'empresa

# model:ir.ui.menu,name:menu_aeat_111_mapping
source: AEAT 111 Mapping
ca: Mapeig AEAT 111

# model:ir.ui.menu,name:menu_aeat_111_report
source: AEAT 111 Report
ca: Informes AEAT 111

# selection:aeat.111.mapping,type_:
source: Account
ca: Compte

# selection:aeat.111.mapping,type_:
source: Code
ca: Codi

# selection:aeat.111.report,period:
source: April
ca: Abril

# selection:aeat.111.report,period:
source: August
ca: Agost

# selection:aeat.111.report,period:
source: December
ca: Desembre

# selection:aeat.111.report,period:
source: February
ca: Febrer

# selection:aeat.111.report,period:
source: First quarter
ca: Primer trimestre

# selection:aeat.111.report,period:
source: Fourth quarter
ca: Quart trimestre

# selection:aeat.111.report,period:
source: January
ca: Gener

# selection:aeat.111.report,period:
source: July
ca: Juliol

# selection:aeat.111.report,period:
source: June
ca: Juny

# selection:aeat.111.report,period:
source: March
ca: Març

# selection:aeat.111.report,period:
source: May
ca: Maig

# selection:aeat.111.report,period:
source: November
ca: Novembre

# selection:aeat.111.report,period:
source: October
ca: Octubre

# selection:aeat.111.report,period:
source: Second quarter
ca: Segon trimestre

# selection:aeat.111.report,period:
source: September
ca: Setembre

# selection:aeat.111.report,period:
source: Third quarter
ca: Tercer trimestre

# selection:aeat.111.report,state:
source: Calculated
ca: Calculat

# selection:aeat.111.report,state:
source: Cancelled
ca: Cancel·lat

# selection:aeat.111.report,state:
source: Done
ca: Realitzat

# selection:aeat.111.report,state:
source: Draft
ca: Esborrany

# selection:aeat.111.report,type:
source: Direct incomes in account
ca: Domiciliació de l'import a CC

# selection:aeat.111.report,type:
source: Income
ca: Ingrés

# selection:aeat.111.report,type:
source: Income on CCT
ca: Ingressos en CCT

# selection:aeat.111.report,type:
source: Negative
ca: Negatiu

# selection:aeat.111.template.mapping,type_:
source: Account
ca: Compte

# selection:aeat.111.template.mapping,type_:
source: Code
ca: Codi

# view:aeat.111.report:
source: Awards
ca: Premis

# view:aeat.111.report:
source: Bank Information
ca: Informació bancària

# view:aeat.111.report:
source: Complementary
ca: Complementari

# view:aeat.111.report:
source: Economic Activity
ca: Rendim. Activitat econòmica

# view:aeat.111.report:
source: Gains Forestry Explitation
ca: Guanys explotació forestal

# view:aeat.111.report:
source: Image Rights
ca: Drets d'imatge

# view:aeat.111.report:
source: In-Kind
ca: En espècies

# view:aeat.111.report:
source: Monetary
ca: Dineraris

# view:aeat.111.report:
source: Monetary or In-Kind
ca: Dineraris o en espècies

# view:aeat.111.report:
source: Num of Parties:
ca: Nº tercers:

# view:aeat.111.report:
source: Payments Amount:
ca: Import ingressos:

# view:aeat.111.report:
source: Payments:
ca: Import Percepcions:

# view:aeat.111.report:
source: Result
ca: Resultat

# view:aeat.111.report:
source: Value:
ca: Valor percepcions:

# view:aeat.111.report:
source: Withholding:
ca: Import Retencions:

# view:aeat.111.report:
source: Work Productivity
ca: Rendim. del treball
